Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Exec approvals can only be reviewed while OpenClaw is open and connected. Enable Notifications to receive approval notifications while OpenClaw is not open.
ar: لا يمكن مراجعة موافقات التنفيذ إلا أثناء فتح OpenClaw واتصاله. فعّل الإشعارات لتلقي إشعارات الموافقة عندما لا يكون OpenClaw مفتوحًا.
de: Exec-Genehmigungen können nur geprüft werden, während OpenClaw geöffnet und verbunden ist. Aktivieren Sie Mitteilungen, um Genehmigungsmitteilungen zu erhalten, während OpenClaw nicht geöffnet ist.
es: Las aprobaciones de ejecución solo se pueden revisar mientras OpenClaw está abierto y conectado. Activa las notificaciones para recibir notificaciones de aprobación mientras OpenClaw no esté abierto.
fa: تأییدیه‌های Exec فقط زمانی قابل بررسی هستند که OpenClaw باز و متصل باشد. اعلان‌ها را فعال کنید تا وقتی OpenClaw باز نیست، اعلان‌های تأیید را دریافت کنید.
fr: Les approbations d’exécution ne peuvent être examinées que lorsque OpenClaw est ouvert et connecté. Activez les notifications pour recevoir des notifications d’approbation lorsque OpenClaw n’est pas ouvert.
hi: Exec अनुमोदनों की समीक्षा केवल तब की जा सकती है जब OpenClaw खुला और कनेक्टेड हो. OpenClaw खुला न होने पर अनुमोदन सूचनाएँ प्राप्त करने के लिए सूचनाएँ सक्षम करें.
id: Persetujuan eksekusi hanya dapat ditinjau saat OpenClaw terbuka dan terhubung. Aktifkan Notifikasi untuk menerima notifikasi persetujuan saat OpenClaw tidak terbuka.
it: Le approvazioni Exec possono essere esaminate solo quando OpenClaw è aperto e connesso. Abilita le notifiche per ricevere notifiche di approvazione quando OpenClaw non è aperto.
ja_jp: 実行承認は、OpenClawが開いていて接続されている間のみ確認できます。 OpenClawが開いていない間に承認通知を受け取るには、通知を有効にしてください。
ko: Exec 승인은 OpenClaw가 열려 있고 연결되어 있을 때만 검토할 수 있습니다. OpenClaw가 열려 있지 않을 때 승인 알림을 받으려면 알림을 활성화하세요.
nl: Exec-goedkeuringen kunnen alleen worden beoordeeld terwijl OpenClaw geopend en verbonden is. Schakel meldingen in om goedkeuringsmeldingen te ontvangen terwijl OpenClaw niet geopend is.
pl: Zatwierdzenia uruchamiania poleceń można przeglądać tylko wtedy, gdy OpenClaw jest otwarty i połączony. Włącz powiadomienia, aby otrzymywać powiadomienia o zatwierdzeniach, gdy OpenClaw nie jest otwarty.
pt_br: As aprovações de execução só podem ser revisadas enquanto o OpenClaw estiver aberto e conectado. Ative as Notificações para receber notificações de aprovação enquanto o OpenClaw não estiver aberto.
ru: Подтверждения Exec можно просматривать только когда OpenClaw открыт и подключен. Включите уведомления, чтобы получать уведомления о подтверждениях, когда OpenClaw не открыт.
sv: Exec-godkännanden kan bara granskas medan OpenClaw är öppet och anslutet. Aktivera Notiser för att få godkännandenotiser medan OpenClaw inte är öppet.
th: สามารถตรวจสอบการอนุมัติการดำเนินการได้เฉพาะเมื่อ OpenClaw เปิดอยู่และเชื่อมต่ออยู่เท่านั้น เปิดใช้งานการแจ้งเตือนเพื่อรับการแจ้งเตือนการอนุมัติขณะที่ OpenClaw ไม่ได้เปิดอยู่
tr: Exec onayları yalnızca OpenClaw açık ve bağlıyken incelenebilir. OpenClaw açık değilken onay bildirimleri almak için Bildirimler'i etkinleştirin.
uk: Затвердження виконання можна переглядати лише тоді, коли OpenClaw відкрито й підключено. Увімкніть сповіщення, щоб отримувати сповіщення про затвердження, коли OpenClaw не відкрито.
vi: Chỉ có thể xem xét phê duyệt thực thi khi OpenClaw đang mở và đã kết nối. Bật Thông báo để nhận thông báo phê duyệt khi OpenClaw không mở.
zh_cn: 只有在 OpenClaw 打开并已连接时，才能审核执行审批。 启用通知，以便在 OpenClaw 未打开时接收审批通知。
zh_tw: Exec 核准只能在 OpenClaw 開啟且已連線時審查。 啟用通知，以便在 OpenClaw 未開啟時接收核准通知。

source: Execution
ar: التنفيذ
de: Ausführung
es: Ejecución
fa: اجرا
fr: Exécution
hi: निष्पादन
id: Eksekusi
it: Esecuzione
ja_jp: 実行
ko: 실행
nl: Uitvoering
pl: Wykonanie
pt_br: Execução
ru: Выполнение
sv: Körning
th: การเรียกใช้
tr: Yürütme
uk: Виконання
vi: Thực thi
zh_cn: 执行
zh_tw: 執行

source: Expand and review the Gateway warning before acknowledging this exact version.
ar: وسّع تحذير Gateway وراجعه قبل الإقرار بهذا الإصدار تحديدًا.
de: Erweitern und prüfen Sie die Gateway-Warnung, bevor Sie diese exakte Version bestätigen.
es: Expanda y revise la advertencia del Gateway antes de confirmar esta versión exacta.
fa: پیش از تأیید دقیقاً همین نسخه، هشدار Gateway را باز و بررسی کنید.
fr: Développez et examinez l’avertissement du Gateway avant de confirmer cette version exacte.
hi: इसी संस्करण को स्वीकार करने से पहले Gateway चेतावनी को विस्तृत करके उसकी समीक्षा करें।
id: Perluas dan tinjau peringatan Gateway sebelum mengonfirmasi versi ini secara persis.
it: Espandi ed esamina l'avviso del Gateway prima di confermare questa versione specifica.
ja_jp: このバージョンを確認する前に、Gatewayの警告を展開して内容を確認してください。
ko: 이 정확한 버전을 확인하기 전에 Gateway 경고를 펼쳐 검토하세요.
nl: Vouw de Gateway-waarschuwing uit en bekijk deze voordat u exact deze versie bevestigt.
pl: Rozwiń i sprawdź ostrzeżenie Gateway przed potwierdzeniem dokładnie tej wersji.
pt_br: Expanda e revise o aviso do Gateway antes de confirmar esta versão exata.
ru: Разверните и просмотрите предупреждение Gateway, прежде чем подтвердить эту конкретную версию.
sv: Expandera och granska Gateway-varningen innan du godkänner exakt den här versionen.
th: ขยายและตรวจสอบคำเตือนจาก Gateway ก่อนยืนยันการรับทราบเวอร์ชันนี้
tr: Tam olarak bu sürümü onaylamadan önce Gateway uyarısını genişletip inceleyin.
uk: Розгорніть і перегляньте попередження Gateway, перш ніж підтвердити цю конкретну версію.
vi: Mở rộng và xem lại cảnh báo của Gateway trước khi xác nhận chính xác phiên bản này.
zh_cn: 确认此确切版本前，请展开并查看 Gateway 警告。
zh_tw: 展開並檢閱 Gateway 警告，然後再確認此確切版本。

source: Expand plan
ar: توسيع الخطة
de: Plan ausklappen
es: Expandir el plan
fa: بازکردن برنامه
fr: Développer le plan
hi: योजना विस्तृत करें
id: Luaskan rencana
it: Espandi il piano
ja_jp: 計画を展開
ko: 계획 펼치기
nl: Plan uitklappen
pl: Rozwiń plan
pt_br: Expandir plano
ru: Развернуть план
sv: Visa plan
th: ขยายแผน
tr: Planı genişlet
uk: Розгорнути план
vi: Mở rộng kế hoạch
zh_cn: 展开计划
zh_tw: 展開計畫

source: Expires
ar: تنتهي الصلاحية
de: Läuft ab
es: Caduca
fa: منقضی می‌شود
fr: Expire
hi: समाप्ति
id: Berakhir
it: Scade
ja_jp: 有効期限
ko: 만료
nl: Verloopt
pl: Wygasa
pt_br: Expira
ru: Истекает
sv: Upphör
th: หมดอายุ
tr: Sona erme
uk: Завершується
vi: Hết hạn
zh_cn: 过期时间
zh_tw: 到期

source: Expires in %@
ar: تنتهي الصلاحية خلال %@
de: Läuft in %@ ab
es: Caduca en %@
fa: انقضا تا %@
fr: Expire dans %@
hi: %@ में समाप्त होगा
id: Kedaluwarsa dalam %@
it: Scade tra %@
ja_jp: 有効期限まで%@
ko: %@ 후 만료
nl: Verloopt over %@
pl: Wygasa za %@
pt_br: Expira em %@
ru: Истекает через %@
sv: Upphör om %@
th: หมดอายุใน %@
tr: %@ içinde sona eriyor
uk: Термін дії спливає через %@
vi: Hết hạn sau %@
zh_cn: %@ 后过期
zh_tw: 將於 %@ 後到期

source: Expires in %@ min
ar: تنتهي الصلاحية خلال %@ دقيقة
de: Läuft in %@ Min. ab
es: Caduca en %@ min
fa: %@ دقیقه دیگر منقضی می‌شود
fr: Expire dans %@ min
hi: %@ मिनट में समाप्त होगा
id: Kedaluwarsa dalam %@ menit
it: Scade tra %@ min
ja_jp: 有効期限まで%@分
ko: %@분 후 만료
nl: Verloopt over %@ min
pl: Wygasa za %@ min
pt_br: Expira em %@ min
ru: Истекает через %@ мин
sv: Upphör om %@ min
th: หมดอายุในอีก %@ นาที
tr: %@ dakika içinde sona eriyor
uk: Термін дії спливає за %@ хв
vi: Hết hạn sau %@ phút
zh_cn: 将在 %@ 分钟后过期
zh_tw: 將在 %@ 分鐘後到期

source: Expires in less than 1 min
ar: تنتهي الصلاحية خلال أقل من دقيقة واحدة
de: Läuft in weniger als 1 Min. ab
es: Caduca en menos de 1 min
fa: کمتر از ۱ دقیقه دیگر منقضی می‌شود
fr: Expire dans moins de 1 min
hi: 1 मिनट से कम समय में समाप्त होगा
id: Kedaluwarsa dalam waktu kurang dari 1 menit
it: Scade tra meno di 1 min
ja_jp: 有効期限まで1分未満
ko: 1분 이내에 만료
nl: Verloopt over minder dan 1 min
pl: Wygasa za mniej niż 1 min
pt_br: Expira em menos de 1 min
ru: Истекает менее чем через 1 мин
sv: Upphör om mindre än 1 min
th: หมดอายุในอีกไม่ถึง 1 นาที
tr: 1 dakikadan kısa süre içinde sona eriyor
uk: Термін дії спливає менш ніж за 1 хв
vi: Hết hạn sau chưa đầy 1 phút
zh_cn: 将在不到 1 分钟后过期
zh_tw: 將在不到 1 分鐘後到期

source: Export Transcript
ar: تصدير النص
de: Transkript exportieren
es: Exportar transcripción
fa: خروجی گرفتن از رونوشت
fr: Exporter la transcription
hi: ट्रांसक्रिप्ट निर्यात करें
id: Ekspor Transkrip
it: Esporta trascrizione
ja_jp: トランスクリプトをエクスポート
ko: 기록 내보내기
nl: Transcript exporteren
pl: Eksportuj transkrypcję
pt_br: Exportar transcrição
ru: Экспорт транскрипта
sv: Exportera transkript
th: ส่งออกบันทึกการสนทนา
tr: Dökümü dışa aktar
uk: Експортувати стенограму
vi: Xuất Bản ghi
zh_cn: 导出对话记录
zh_tw: 匯出對話紀錄

source: Export Transcript…
ar: تصدير النص…
de: Transkript exportieren…
es: Exportar transcripción…
fa: خروجی گرفتن رونوشت…
fr: Exporter la transcription…
hi: ट्रांसक्रिप्ट निर्यात करें…
id: Ekspor Transkrip…
it: Esporta trascrizione…
ja_jp: トランスクリプトをエクスポート…
ko: 기록 내보내기…
nl: Transcript exporteren…
pl: Eksportuj transkrypcję…
pt_br: Exportar transcrição…
ru: Экспорт транскрипта…
sv: Exportera transkription…
th: ส่งออกสำเนาบทสนทนา…
tr: Dökümü Dışa Aktar…
uk: Експортувати стенограму…
vi: Xuất Bản ghi…
zh_cn: 导出对话记录…
zh_tw: 匯出對話紀錄…

source: Failed
ar: فشلت
de: Fehlgeschlagen
es: Fallida
fa: ناموفق
fr: Échec
hi: विफल
id: Gagal
it: Non riuscito
ja_jp: 失敗
ko: 실패함
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Не выполнено
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Не виконано
vi: Thất bại
zh_cn: 失败
zh_tw: 失敗

source: Failed: host required
ar: فشل: المضيف مطلوب
de: Fehlgeschlagen: Host erforderlich
es: Error: se requiere el host
fa: ناموفق: میزبان الزامی است
fr: Échec : hôte requis
hi: विफल: होस्ट आवश्यक है
id: Gagal: host diperlukan
it: Operazione non riuscita: host obbligatorio
ja_jp: 失敗：ホストが必要です
ko: 실패: 호스트 필요
nl: Mislukt: host vereist
pl: Niepowodzenie: host jest wymagany
pt_br: Falha: host obrigatório
ru: Ошибка: требуется хост
sv: Misslyckades: värd krävs
th: ล้มเหลว: ต้องระบุโฮสต์
tr: Başarısız: ana makine gerekli
uk: Помилка: потрібен хост
vi: Thất bại: cần có máy chủ
zh_cn: 失败：必须提供主机
zh_tw: 失敗：必須提供主機

source: Failed: invalid port
ar: فشل: المنفذ غير صالح
de: Fehlgeschlagen: ungültiger Port
es: Error: puerto no válido
fa: ناموفق: درگاه نامعتبر است
fr: Échec : port non valide
hi: विफल: अमान्य पोर्ट
id: Gagal: port tidak valid
it: Operazione non riuscita: porta non valida
ja_jp: 失敗：ポートが無効です
ko: 실패: 잘못된 포트
nl: Mislukt: ongeldige poort
pl: Niepowodzenie: nieprawidłowy port
pt_br: Falha: porta inválida
ru: Ошибка: недопустимый порт
sv: Misslyckades: ogiltig port
th: ล้มเหลว: พอร์ตไม่ถูกต้อง
tr: Başarısız: geçersiz bağlantı noktası
uk: Помилка: недійсний порт
vi: Thất bại: cổng không hợp lệ
zh_cn: 失败：端口无效
zh_tw: 失敗：連接埠無效

source: Fallback active
ar: الخيار الاحتياطي نشط
de: Ausweichlösung aktiv
es: Alternativa activa
fa: حالت جایگزین فعال است
fr: Solution de secours active
hi: फ़ॉलबैक सक्रिय है
id: Fallback aktif
it: Fallback attivo
ja_jp: フォールバックが有効です
ko: 대체 기능 활성화됨
nl: Terugvaloptie actief
pl: Tryb zastępczy aktywny
pt_br: Modo alternativo ativo
ru: Резервный режим активен
sv: Reservlösning aktiv
th: ระบบสำรองกำลังทำงาน
tr: Yedek etkin
uk: Резервний режим активний
vi: Tính năng dự phòng đang hoạt động
zh_cn: 备用方案已启用
zh_tw: 備援已啟用

source: Fast
ar: سريع
de: Schnell
es: Rápido
fa: سریع
fr: Rapide
hi: तेज़
id: Cepat
it: Veloce
ja_jp: 高速
ko: 빠름
nl: Snel
pl: Szybko
pt_br: Rápido
ru: Быстро
sv: Snabb
th: เร็ว
tr: Hızlı
uk: Швидко
vi: Nhanh
zh_cn: 快速
zh_tw: 快速

source: Fast responses
ar: استجابات سريعة
de: Schnelle Antworten
es: Respuestas rápidas
fa: پاسخ‌های سریع
fr: Réponses rapides
hi: तेज़ प्रतिक्रियाएँ
id: Respons cepat
it: Risposte rapide
ja_jp: 高速な応答
ko: 빠른 응답
nl: Snelle antwoorden
pl: Szybkie odpowiedzi
pt_br: Respostas rápidas
ru: Быстрые ответы
sv: Snabba svar
th: ตอบกลับอย่างรวดเร็ว
tr: Hızlı yanıtlar
uk: Швидкі відповіді
vi: Phản hồi nhanh
zh_cn: 快速响应
zh_tw: 快速回應

source: Fetching installed channels, accounts, and routing status from the gateway.
ar: جارٍ جلب القنوات والحسابات وحالة التوجيه المثبّتة من Gateway.
de: Installierte Kanäle, Konten und Routing-Status werden von der Gateway abgerufen.
es: Obteniendo canales instalados, cuentas y estado de enrutamiento desde el Gateway.
fa: در حال دریافت کانال‌های نصب‌شده، حساب‌ها و وضعیت مسیریابی از Gateway.
fr: Récupération des canaux installés, des comptes et de l’état du routage depuis le Gateway.
hi: Gateway से इंस्टॉल किए गए चैनल, खाते और रूटिंग स्थिति प्राप्त की जा रही है।
id: Mengambil saluran terpasang, akun, dan status perutean dari gateway.
it: Recupero dei canali installati, degli account e dello stato di instradamento dal gateway.
ja_jp: インストール済みのチャネル、アカウント、ルーティング状態をGatewayから取得しています。
ko: Gateway에서 설치된 채널, 계정 및 라우팅 상태를 가져오는 중입니다.
nl: Geïnstalleerde kanalen, accounts en routeringsstatus ophalen uit de Gateway.
pl: Pobieranie z Gateway zainstalowanych kanałów, kont i stanu routingu.
pt_br: Buscando canais instalados, contas e status de roteamento no gateway.
ru: Получение установленных каналов, учетных записей и статуса маршрутизации от gateway.
sv: Hämtar installerade kanaler, konton och routningsstatus från Gateway.
th: กำลังดึงช่องทางที่ติดตั้ง บัญชี และสถานะการกำหนดเส้นทางจาก Gateway
tr: Yüklü kanallar, hesaplar ve yönlendirme durumu gateway'den alınıyor.
uk: Отримання встановлених каналів, облікових записів і стану маршрутизації з gateway.
vi: Đang lấy các kênh đã cài đặt, tài khoản và trạng thái định tuyến từ gateway.
zh_cn: 正在从 Gateway 获取已安装的渠道、账户和路由状态。
zh_tw: 正在從 Gateway 擷取已安裝的頻道、帳戶和路由狀態。

source: Fetching recent activity from the gateway.
ar: جارٍ جلب النشاط الأخير من Gateway.
de: Letzte Aktivität wird vom Gateway abgerufen.
es: Obteniendo actividad reciente del gateway.
fa: در حال دریافت فعالیت اخیر از Gateway.
fr: Récupération de l’activité récente depuis le Gateway.
hi: Gateway से हाल की गतिविधि प्राप्त की जा रही है।
id: Mengambil aktivitas terbaru dari gateway.
it: Recupero dell'attività recente dal gateway.
ja_jp: Gatewayから最近のアクティビティを取得しています。
ko: Gateway에서 최근 활동을 가져오는 중입니다.
nl: Recente activiteit ophalen van de gateway.
pl: Pobieranie ostatniej aktywności z gateway.
pt_br: Buscando atividade recente no gateway.
ru: Получение недавней активности из Gateway.
sv: Hämtar senaste aktivitet från gatewayen.
th: กำลังดึงกิจกรรมล่าสุดจาก Gateway
tr: Gateway üzerinden son etkinlik alınıyor.
uk: Отримання нещодавньої активності з Gateway.
vi: Đang lấy hoạt động gần đây từ gateway.
zh_cn: 正在从 Gateway 获取最近活动。
zh_tw: 正在從 Gateway 擷取最近活動。

source: Files
ar: الملفات
de: Dateien
es: Archivos
fa: فایل‌ها
fr: Fichiers
hi: फ़ाइलें
id: File
it: File
ja_jp: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: Filer
th: ไฟล์
tr: Dosyalar
uk: Файли
vi: Tệp
zh_cn: 文件
zh_tw: 檔案

source: Filter agents
ar: تصفية الوكلاء
de: Agents filtern
es: Filtrar agentes
fa: فیلتر کردن عامل‌ها
fr: Filtrer les agents
hi: एजेंट फ़िल्टर करें
id: Filter agen
it: Filtra agenti
ja_jp: エージェントをフィルター
ko: 에이전트 필터링
nl: Agents filteren
pl: Filtruj agentów
pt_br: Filtrar agentes
ru: Фильтр агентов
sv: Filtrera agenter
th: กรองเอเจนต์
tr: Aracıları filtrele
uk: Фільтрувати агентів
vi: Lọc agent
zh_cn: 筛选代理
zh_tw: 篩選代理程式

source: Finish notification setup to receive alerts when the app is not active.
ar: أكمل إعداد الإشعارات لتلقي التنبيهات عندما لا يكون التطبيق نشطًا.
de: Schließe die Benachrichtigungseinrichtung ab, um Benachrichtigungen zu erhalten, wenn die App nicht aktiv ist.
es: Finaliza la configuración de notificaciones para recibir alertas cuando la aplicación no esté activa.
fa: راه‌اندازی اعلان‌ها را کامل کنید تا وقتی برنامه فعال نیست هشدارها را دریافت کنید.
fr: Terminez la configuration des notifications pour recevoir des alertes lorsque l'application n'est pas active.
hi: जब ऐप सक्रिय न हो तब अलर्ट प्राप्त करने के लिए सूचना सेटअप पूरा करें।
id: Selesaikan penyiapan notifikasi untuk menerima peringatan saat aplikasi tidak aktif.
it: Completa la configurazione delle notifiche per ricevere avvisi quando l'app non è attiva.
ja_jp: アプリが非アクティブなときにアラートを受け取るには通知のセットアップを完了してください。
ko: 앱이 활성 상태가 아닐 때 알림을 받으려면 알림 설정을 완료하세요.
nl: Voltooi het instellen van meldingen om waarschuwingen te ontvangen wanneer de app niet actief is.
pl: Dokończ konfigurację powiadomień, aby otrzymywać alerty, gdy aplikacja jest nieaktywna.
pt_br: Conclua a configuração de notificações para receber alertas quando o app não estiver ativo.
ru: Завершите настройку уведомлений, чтобы получать оповещения, когда приложение неактивно.
sv: Slutför aviseringskonfigurationen för att få aviseringar när appen inte är aktiv.
th: ตั้งค่าการแจ้งเตือนให้เสร็จเพื่อรับการแจ้งเตือนเมื่อแอปไม่ได้ทำงานอยู่
tr: Uygulama etkin olmadığında uyarı almak için bildirim kurulumunu tamamlayın.
uk: Завершіть налаштування сповіщень, щоб отримувати сповіщення, коли застосунок неактивний.
vi: Hoàn tất thiết lập thông báo để nhận cảnh báo khi ứng dụng không hoạt động.
zh_cn: 完成通知设置，即可在应用未激活时接收提醒。
zh_tw: 完成通知設定，以便在應用程式未啟用時接收警示。

source: Finish voice note
ar: إنهاء الملاحظة الصوتية
de: Sprachnotiz beenden
es: Finalizar nota de voz
fa: پایان یادداشت صوتی
fr: Terminer la note vocale
hi: वॉइस नोट पूरा करें
id: Selesaikan catatan suara
it: Completa nota vocale
ja_jp: ボイスメモを完了
ko: 음성 메모 완료
nl: Spraakbericht voltooien
pl: Zakończ notatkę głosową
pt_br: Finalizar nota de voz
ru: Завершить голосовое сообщение
sv: Slutför röstmeddelande
th: เสร็จสิ้นข้อความเสียง
tr: Sesli notu bitir
uk: Завершити голосове повідомлення
vi: Hoàn tất ghi chú giọng nói
zh_cn: 完成语音留言
zh_tw: 完成語音留言

source: Finished
ar: منتهية
de: Abgeschlossen
es: Finalizadas
fa: پایان‌یافته
fr: Terminées
hi: पूर्ण
id: Selesai
it: Completate
ja_jp: 完了
ko: 완료됨
nl: Voltooid
pl: Ukończone
pt_br: Concluídas
ru: Завершено
sv: Slutförda
th: เสร็จสิ้น
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn tất
zh_cn: 已完成
zh_tw: 已完成

source: Fix on gateway
ar: الإصلاح على Gateway
de: Auf Gateway beheben
es: Corregir en el Gateway
fa: رفع در Gateway
fr: Corriger sur le Gateway
hi: Gateway पर ठीक करें
id: Perbaiki di gateway
it: Correggi sul gateway
ja_jp: Gatewayで修正
ko: Gateway에서 수정
nl: Oplossen op gateway
pl: Napraw na Gateway
pt_br: Corrigir no gateway
ru: Исправить на Gateway
sv: Åtgärda på gateway
th: แก้ไขบน Gateway
tr: Gateway üzerinde düzelt
uk: Виправити на gateway
vi: Sửa trên gateway
zh_cn: 在 Gateway 上修复
zh_tw: 在 Gateway 上修正

source: Fix on this device
ar: الإصلاح على هذا الجهاز
de: Auf diesem Gerät beheben
es: Corregir en este dispositivo
fa: رفع در این دستگاه
fr: Corriger sur cet appareil
hi: इस डिवाइस पर ठीक करें
id: Perbaiki di perangkat ini
it: Correggi su questo dispositivo
ja_jp: このデバイスで修正
ko: 이 기기에서 수정
nl: Oplossen op dit apparaat
pl: Napraw na tym urządzeniu
pt_br: Corrigir neste dispositivo
ru: Исправить на этом устройстве
sv: Åtgärda på den här enheten
th: แก้ไขบนอุปกรณ์นี้
tr: Bu cihazda düzelt
uk: Виправити на цьому пристрої
vi: Sửa trên thiết bị này
zh_cn: 在此设备上修复
zh_tw: 在此裝置上修正

source: For local iOS app development
ar: لتطوير تطبيق iOS محليًا
de: Für lokale iOS-App-Entwicklung
es: Para desarrollo local de apps iOS
fa: برای توسعه محلی برنامه iOS
fr: Pour le développement local d’app iOS
hi: स्थानीय iOS ऐप विकास के लिए
id: Untuk pengembangan aplikasi iOS lokal
it: Per lo sviluppo locale di app iOS
ja_jp: ローカルのiOSアプリ開発用
ko: 로컬 iOS 앱 개발용
nl: Voor lokale iOS-appontwikkeling
pl: Do lokalnego tworzenia aplikacji iOS
pt_br: Para desenvolvimento local de app iOS
ru: Для локальной разработки приложения iOS
sv: För lokal iOS-apputveckling
th: สำหรับการพัฒนาแอป iOS ในเครื่อง
tr: Yerel iOS uygulama geliştirmesi için
uk: Для локальної розробки iOS-застосунку
vi: Dành cho phát triển ứng dụng iOS cục bộ
zh_cn: 用于本地 iOS 应用开发
zh_tw: 用於本機 iOS app 開發

source: Foreground approvals still appear while OpenClaw is connected.
ar: تظل طلبات الموافقة في الواجهة ظاهرة أثناء اتصال OpenClaw.
de: Genehmigungsanfragen im Vordergrund werden weiterhin angezeigt, solange OpenClaw verbunden ist.
es: Las aprobaciones en primer plano siguen apareciendo mientras OpenClaw está conectado.
fa: تا زمانی که OpenClaw متصل است، تأییدهای پیش‌زمینه همچنان نمایش داده می‌شوند.
fr: Les demandes d’approbation au premier plan restent affichées tant qu’OpenClaw est connecté.
hi: OpenClaw के कनेक्टेड रहने पर फ़ोरग्राउंड अनुमोदन अभी भी दिखाई देते हैं।
id: Persetujuan di latar depan tetap muncul saat OpenClaw terhubung.
it: Le richieste di approvazione in primo piano continuano a essere visualizzate mentre OpenClaw è connesso.
ja_jp: OpenClawの接続中は、フォアグラウンドでの承認が引き続き表示されます。
ko: OpenClaw가 연결되어 있는 동안에는 포그라운드 승인 요청이 계속 표시됩니다.
nl: Goedkeuringen op de voorgrond blijven verschijnen wanneer OpenClaw verbonden is.
pl: Prośby o zatwierdzenie nadal pojawiają się na pierwszym planie, gdy OpenClaw jest połączony.
pt_br: As aprovações em primeiro plano ainda aparecem enquanto o OpenClaw está conectado.
ru: Запросы на подтверждение по-прежнему отображаются на переднем плане, пока OpenClaw подключён.
sv: Godkännanden i förgrunden visas fortfarande medan OpenClaw är anslutet.
th: คำขออนุมัติในเบื้องหน้ายังคงปรากฏขณะที่ OpenClaw เชื่อมต่ออยู่
tr: OpenClaw bağlıyken ön plan onayları görünmeye devam eder.
uk: Запити на підтвердження у відкритому застосунку й надалі відображаються, поки OpenClaw підключено.
vi: Các yêu cầu phê duyệt khi ở tiền cảnh vẫn xuất hiện trong lúc OpenClaw được kết nối.
zh_cn: OpenClaw 连接时，前台审批仍会显示。
zh_tw: OpenClaw 連線時，前景核准要求仍會顯示。

source: Foreground location requests are allowed.
ar: طلبات الموقع في المقدمة مسموح بها.
de: Standortanfragen im Vordergrund sind erlaubt.
es: Se permiten las solicitudes de ubicación en primer plano.
fa: درخواست‌های مکان در پیش‌زمینه مجاز هستند.
fr: Les demandes de localisation au premier plan sont autorisées.
hi: फ़ोरग्राउंड स्थान अनुरोधों की अनुमति है।
id: Permintaan lokasi latar depan diizinkan.
it: Le richieste di posizione in primo piano sono consentite.
ja_jp: フォアグラウンドでの位置情報リクエストが許可されています。
ko: 포그라운드 위치 요청이 허용됩니다.
nl: Locatieverzoeken op de voorgrond zijn toegestaan.
pl: Żądania lokalizacji na pierwszym planie są dozwolone.
pt_br: Solicitações de localização em primeiro plano são permitidas.
ru: Запросы геопозиции на переднем плане разрешены.
sv: Platsförfrågningar i förgrunden är tillåtna.
th: อนุญาตคำขอตำแหน่งที่ตั้งเบื้องหน้าแล้ว
tr: Ön planda konum isteklerine izin verilir.
uk: Запити геолокації на передньому плані дозволено.
vi: Các yêu cầu vị trí khi ứng dụng ở nền trước được cho phép.
zh_cn: 已允许前台位置请求。
zh_tw: 已允許前景位置請求。

source: Foreground location requests are allowed. Precise Location is off.
ar: طلبات الموقع في المقدمة مسموح بها. الموقع الدقيق متوقف.
de: Standortanfragen im Vordergrund sind erlaubt. Genauer Standort ist deaktiviert.
es: Se permiten las solicitudes de ubicación en primer plano. La ubicación precisa está desactivada.
fa: درخواست‌های مکان در پیش‌زمینه مجاز هستند. مکان دقیق خاموش است.
fr: Les demandes de localisation au premier plan sont autorisées. La position précise est désactivée.
hi: फ़ोरग्राउंड स्थान अनुरोधों की अनुमति है। सटीक स्थान बंद है।
id: Permintaan lokasi latar depan diizinkan. Lokasi Presisi nonaktif.
it: Le richieste di posizione in primo piano sono consentite. Posizione esatta è disattivata.
ja_jp: フォアグラウンドでの位置情報リクエストが許可されています。正確な位置情報はオフです。
ko: 포그라운드 위치 요청이 허용됩니다. 정확한 위치가 꺼져 있습니다.
nl: Locatieverzoeken op de voorgrond zijn toegestaan. Exacte locatie is uitgeschakeld.
pl: Żądania lokalizacji na pierwszym planie są dozwolone. Dokładna lokalizacja jest wyłączona.
pt_br: Solicitações de localização em primeiro plano são permitidas. Localização Precisa está desativada.
ru: Запросы геопозиции на переднем плане разрешены. Точная геопозиция выключена.
sv: Platsförfrågningar i förgrunden är tillåtna. Exakt plats är av.
th: อนุญาตคำขอตำแหน่งที่ตั้งเบื้องหน้าแล้ว ตำแหน่งที่ตั้งแม่นยำปิดอยู่
tr: Ön planda konum isteklerine izin verilir. Kesin Konum kapalı.
uk: Запити геолокації на передньому плані дозволено. Точну геопозицію вимкнено.
vi: Các yêu cầu vị trí khi ứng dụng ở nền trước được cho phép. Vị trí chính xác đang tắt.
zh_cn: 已允许前台位置请求。精确位置已关闭。
zh_tw: 已允許前景位置請求。精確位置已關閉。
